{
  "intro": {
    "en": "Recognition and achievements in research, innovation, and academic excellence.",
    "fr": "Reconnaissances et réalisations en recherche, innovation et excellence académique."
  },
  "awards": [
    {
      "id": 1,
      "title": {
        "en": "1st Place - CONIA Hackathon 2025",
        "fr": "1ère Place - Hackathon CONIA 2025"
      },
      "issuer": "MINPOSTEL",
      "date": "2025",
      "description": {
        "en": "Awarded for developing an optimized plant disease classification system achieving superior accuracy and inference speed. The solution demonstrated practical deployment readiness for resource-constrained agricultural settings in Sub-Saharan Africa, balancing model performance with mobile accessibility.",
        "fr": "Récompensé pour le développement d'un système optimisé de classification des maladies des plantes atteignant une précision et une vitesse d'inférence supérieures. La solution a démontré une préparation au déploiement pratique pour les contextes agricoles aux ressources limitées en Afrique subsaharienne, équilibrant performance du modèle et accessibilité mobile."
      },
      "achievement": {
        "en": "Competition-winning approach for efficient plant disease classification",
        "fr": "Approche gagnante de compétition pour la classification efficace des maladies des plantes"
      },
      "icon": "bi-trophy-fill",
      "color": "#FFD700"
    },
    {
      "id": 2,
      "title": {
        "en": "CANAM Prize for Innovation in AI Applications (2nd Place)",
        "fr": "Prix CANAM pour l'Innovation en Applications IA (2ème Place)"
      },
      "issuer": "CANAM",
      "date": "2023",
      "description": {
        "en": "Recognised for innovative solutions in machine learning and knowledge discovery from noisy datasets. Work has focused on domain understanding, data understanding, pre-processing, data engineering, visualisation of relevant knowledge acquired from data, and finally training a model that performs well in analysis and obtaining funding for campaigns.",
        "fr": "Reconnu pour les solutions innovantes d'apprentissage automatique et de découverte de connaissances pertinentes depuis un jeu de données bruité. Le travail s'est concentré sur la comprehension de domaine, comprehension des données, prétraitement, ingénieurie de données, visualisation de connaissances pertinentes acquisent des données et enfin entrainement d'un modèle performance dans l'analyse et l'obtention de financement pour des campagnes."
      },
      "achievement": {
        "en": "Innovation in AI-assisted campaign financing with explainable variables",
        "fr": "Innovation en financement de campagne assisté par IA avec variable explicable"
      },
      "icon": "bi-award-fill",
      "color": "#C0C0C0"
    }
  ],
  "certificates": [
    {
      "id": 1,
      "title": {
        "en": "Google Cloud Essentials",
        "fr": "Google Cloud Essentials"
      },
      "issuer": "Google Cloud / Qwiklabs",
      "date": "2022",
      "description": {
        "en": "Completed hands-on labs covering core Google Cloud services including Compute Engine, Cloud Storage, and Cloud Shell.",
        "fr": "Réalisation de labs pratiques couvrant les services Google Cloud fondamentaux : Compute Engine, Cloud Storage et Cloud Shell."
      },
      "icon": "bi-cloud-fill",
      "color": "#4285F4"
    },
    {
      "id": 2,
      "title": {
        "en": "Networking in Google Cloud",
        "fr": "Networking in Google Cloud"
      },
      "issuer": "Google Cloud / Qwiklabs",
      "date": "2022",
      "description": {
        "en": "Completed hands-on labs on Virtual Private Cloud networking, load balancing, and Cloud DNS within the Google Cloud platform.",
        "fr": "Réalisation de labs pratiques sur les réseaux VPC, l'équilibrage de charge et Cloud DNS sur la plateforme Google Cloud."
      },
      "icon": "bi-diagram-3-fill",
      "color": "#34A853"
    },
    {
      "id": 3,
      "title": {
        "en": "Learning C++",
        "fr": "Apprentissage du C++"
      },
      "issuer": "LinkedIn Learning",
      "date": "2022",
      "description": {
        "en": "Completed a structured course on C++ fundamentals including object-oriented programming, memory management, and the STL.",
        "fr": "Suivi d'un cours structuré sur les fondamentaux du C++ : programmation orientée objet, gestion mémoire et STL."
      },
      "icon": "bi-code-slash",
      "color": "#00599C"
    }
  ]
}
