{
  "intro": {
    "en": "In order to reach my aspirations, I propose the following services to improve my potential based on real experiences.",
    "fr": "Afin d'atteindre mes aspirations, je propose les services suivants pour améliorer mon potentiel basé sur des expériences réelles."
  },
  "services": [
    {
      "id": 1,
      "title": {
        "en": "Project Management",
        "fr": "Gestion de Projet"
      },
      "icon": "bi-briefcase",
      "description": {
        "en": "Being trained on project management and having already 1 years of experience, I am able to offer you my services.",
        "fr": "Ayant été formé à la gestion de projet et ayant déjà 1 an d'expérience, je suis en mesure de vous offrir mes services."
      },
      "color": "#667EEA"
    },
    {
      "id": 2,
      "title": {
        "en": "Development trainer",
        "fr": "Formateur en Développement"
      },
      "icon": "bi-card-checklist",
      "description": {
        "en": "Because of my active progression in the field of software development, I was able to obtain useful assets in many ways",
        "fr": "Grâce à ma progression active dans le domaine du développement logiciel, j'ai pu obtenir des atouts utiles de multiples façons"
      },
      "color": "#764BA2"
    },
    {
      "id": 3,
      "title": {
        "en": "Data visualization and modeling",
        "fr": "Visualisation et modélisation de données"
      },
      "icon": "bi-bar-chart",
      "description": {
        "en": "Following since 2021 a training in data science, I can be of great help to you to understand the data generated by your system or even propose an intelligent system based on the understanding of it.",
        "fr": "Suivant depuis 2021 une formation en science des données, je peux vous être d'une grande aide pour comprendre les données générées par votre système ou même proposer un système intelligent basé sur leur compréhension."
      },
      "color": "#4DA8DA"
    },
    {
      "id": 4,
      "title": {
        "en": "Information System Security",
        "fr": "Sécurité des Systèmes d'Information"
      },
      "icon": "bi-binoculars",
      "description": {
        "en": "The security of information systems is hierarchical and is based on a principle called CIA (Confidentiality Integrity Availability). To follow this principle, I offer services of security policy development, preventive maintenance, corrective maintenance, network and system administration",
        "fr": "La sécurité des systèmes d'information est hiérarchique et basée sur un principe appelé CIA (Confidentialité Intégrité Disponibilité). Pour suivre ce principe, j'offre des services de développement de politique de sécurité, maintenance préventive, maintenance corrective, administration réseau et système"
      },
      "color": "#9B59B6"
    },
    {
      "id": 5,
      "title": {
        "en": "Software & Firmware Development",
        "fr": "Développement Logiciel & Firmware"
      },
      "icon": "bi-code",
      "description": {
        "en": "Nowadays, every company requires the development of a personal solution to its context or community. Showcases, Blogs, Websites, ERP, Pilot or any other IT solution desired",
        "fr": "De nos jours, chaque entreprise nécessite le développement d'une solution personnalisée à son contexte ou sa communauté. Vitrines, Blogs, Sites Web, ERP, Pilote ou toute autre solution IT souhaitée"
      },
      "color": "#16A085"
    },
    {
      "id": 6,
      "title": {
        "en": "Article and report writing",
        "fr": "Rédaction d'articles et rapports"
      },
      "icon": "bi-pencil",
      "description": {
        "en": "Because of my experience with the Office 365 suite and Latex for professional reports and reviews, I am the ideal person for this service",
        "fr": "Grâce à mon expérience avec la suite Office 365 et Latex pour les rapports et revues professionnels, je suis la personne idéale pour ce service"
      },
      "color": "#E67E22"
    }
  ]
}
